{
    "className": "org.joget.apps.form.model.Form",
    "elements": [{
        "className": "org.joget.apps.form.model.Section",
        "elements": [{
            "className": "org.joget.apps.form.model.Column",
            "elements": [{
                "className": "org.joget.apps.form.lib.CustomHTML",
                "properties": {
                    "autoPopulate": "",
                    "id": "subject",
                    "label": "",
                    "value": "<body>\r\n    <div style=\"margin-top: 0in;\r\n    margin-right: 0in;\r\n    margin-bottom: 8.0pt;\r\n    margin-left: 0in;\r\n    line-height: 107%;\r\n    font-size: 11.0pt;\r\n    font-family: 'Calibri','sans-serif';\r\n    text-indent: 2.25pt; \">\r\n        <p>\r\n            We hereby confirm hiring of your test venue infrastructure as per the test schedule mentioned Annexure-II\r\n        <\/p>\r\n        <p>\r\n            &nbsp;\r\n        <\/p>\r\n        <p>\r\n            The no of seats required mentioned in the table are exclusive of additional 15% buffer seats required to\r\n            back-up for any PC failure during exam. The invoice shall be raised only based on the actual seats booked\r\n            unless and until it is revised.\r\n        <\/p>\r\n        <p>\r\n            &nbsp;\r\n        <\/p>\r\n        <p>\r\n            Please refer the Annexure I, II for Infrastructure, Manpower to be provided &amp; Hiring Charges.\r\n        <\/p>\r\n        <p>\r\n            &nbsp;\r\n        <\/p>\r\n        <p>\r\n            <strong>\r\n                General Terms &amp; Conditions\r\n            <\/strong>\r\n        <\/p>\r\n        <p>\r\n            &nbsp;\r\n        <\/p>\r\n        <ol>\r\n            <li>\r\n                The test rooms / labs allotted shall be available for exclusive use to NSEIT on the scheduled exam dates\r\n            <\/li>\r\n        <\/ol>\r\n        <p>\r\n            &nbsp;\r\n        <\/p>\r\n        <ol start=\"2\">\r\n            <li>\r\n                The test venue infrastructure provided (PCs, Network Switches, Rack, Firewall, Modems, Internet\r\n                bandwidth &amp; speed, LAN, OS, AV, UPS&amp; DG) will be audited by authorized technical engineers from\r\n                NSEIT on mutually agreed dates.\r\n            <\/li>\r\n        <\/ol>\r\n        <p>\r\n            &nbsp;\r\n        <\/p>\r\n        <ol start=\"3\">\r\n            <li>\r\n                NSEIT shall provide the audit findings report to the test venue SPOC with the details on gaps and\r\n                deviations observed in the infrastructure not meeting the requirements.\r\n            <\/li>\r\n        <\/ol>\r\n        <p>\r\n            &nbsp;\r\n        <\/p>\r\n        <ol start=\"4\">\r\n            <li>\r\n                The test venue SPOC shall undertake to resolve the discrepancies notified in the audit in less than 1\r\n                working day from the date of receipt of report.\r\n            <\/li>\r\n        <\/ol>\r\n        <p>\r\n            &nbsp;\r\n        <\/p>\r\n        <ol start=\"5\">\r\n            <li>\r\n                All the changes done and resolutions provided to meet the technical requirements of the infrastructure\r\n                after the audit shall remain unaltered till the completion of exams at the test venue.\r\n            <\/li>\r\n        <\/ol>\r\n        <p>\r\n            &nbsp;\r\n        <\/p>\r\n        <ol start=\"6\">\r\n            <li>\r\n                The POs will be revoked, if the audit discrepancies notified on venue infrastructure required for\r\n                conduct of online exam are not resolved within 3 working days.\r\n            <\/li>\r\n        <\/ol>\r\n        <p>\r\n            &nbsp;\r\n        <\/p>\r\n        <ol start=\"7\">\r\n            <li>\r\n                The personnel assigned by the test venue SPOC for the pre-exam day activities &amp; exam day activities\r\n                need to report as per the timings mentioned in the schedule.\r\n            <\/li>\r\n        <\/ol>\r\n        <p>\r\n            &nbsp;\r\n        <\/p>\r\n        <ol start=\"8\">\r\n            <li>\r\n                The test venue head shall ensure the PCs allotted for the exam has the NSEIT SBT (Secured Browser Tool)\r\n                installed and the IE browser settings done as per specifications shared prior to the pre-exam day to\r\n                enable conduct of venue readiness test on the pre-exam day.\r\n            <\/li>\r\n        <\/ol>\r\n        <p>\r\n            &nbsp;\r\n        <\/p>\r\n        <ol start=\"9\">\r\n            <li>\r\n                The personnel assigned by the test venue will undergo a class-room and on-job training on the pre-exam\r\n                day for the various roles they handle, the schedule for the training shall be shared to the test venue\r\n                SPOC.\r\n            <\/li>\r\n        <\/ol>\r\n        <p>\r\n            &nbsp;\r\n        <\/p>\r\n        <ol start=\"10\">\r\n            <li>\r\n                The test venue SPOC shall ensure the personnel assigned shall report on time for the training as per the\r\n                training schedule. The authorized venue head shall also assign one back-up personnel for every two\r\n                person for the training to manage contingency.\r\n            <\/li>\r\n        <\/ol>\r\n        <p>\r\n            &nbsp;\r\n        <\/p>\r\n        <ol start=\"11\">\r\n            <li>\r\n                The test venue SPOC shall ensure the entire test venue infrastructure provided for the exams are in\r\n                proper working condition. If the test event is cancelled in the test venue due to failure of\r\n                infrastructure, NSEIT shall not be liable to pay any charges to venue infrastructure service provider in\r\n                the event of exam being cancelled due to infrastructure failure.\r\n            <\/li>\r\n        <\/ol>\r\n        <p>\r\n            &nbsp;\r\n        <\/p>\r\n        <p>\r\n            <strong>\r\n                Payment Terms &amp; Conditions\r\n            <\/strong>\r\n        <\/p>\r\n        <p>\r\n            &nbsp;\r\n        <\/p>\r\n        <p>\r\n                1. The invoice for the hiring charges shall be raised in the name of NSEIT Ltd, Mumbai within 7 days from\r\n                the date of completion of the test at the venue.\r\n        <\/p>    \r\n        <p>\r\n            &nbsp;\r\n        <\/p>\r\n        \r\n        <p>\r\n                2. The invoice in the prescribed format shared by NSEIT shall be handed over to NSEIT Chief Proctor, within\r\n                7 days from the date of completion of exam at the test venue\r\n        <\/p>\r\n        \r\n        <p>\r\n            &nbsp;\r\n        <\/p>\r\n\r\n        <p>\r\n            3. Invoice raised shall be processed and payment credited through NEFT to the respective accounts within 30\r\n            days from the date of receipt of invoice.\r\n        <\/p>\r\n\r\n        \r\n        <p>\r\n            &nbsp;\r\n        <\/p>\r\n\r\n        <p>\r\n            4. In case of insufficient manpower against Purchase Order during exam, standard deduction as per manpower\r\n            rate shall be applicable. Manpower will be paid on actual present. \r\n        <\/p>\r\n        \r\n        <p>\r\n            &nbsp;\r\n        <\/p>\r\n        <p>\r\n            &nbsp;Please sign and return a copy of this purchase order to confirm your acceptance to provide the\r\n            required no. of seats on the dates / timings mentioned in the schedule above.\r\n        <\/p>\r\n        <p>\r\n            &nbsp;\r\n        <\/p>\r\n        <p>\r\n            Yours Sincerely,\r\n        <\/p>\r\n        <p>\r\n            &nbsp;\r\n        <\/p>\r\n        <p>\r\n            For NSEIT Limited\r\n        <\/p>\r\n        <p>\r\n            &nbsp;\r\n        <\/p>\r\n    <\/div>\r\n<\/body>"
                }
            }],
            "properties": {"width": "100%"}
        }],
        "properties": {
            "id": "section1",
            "label": "Section"
        }
    }],
    "properties": {
        "description": "",
        "id": "template_1",
        "loadBinder": {"className": "org.joget.apps.form.lib.WorkflowFormBinder"},
        "name": "Template 1",
        "storeBinder": {"className": "org.joget.apps.form.lib.WorkflowFormBinder"},
        "tableName": "vm"
    }
}